### Time Series Review

In [1]:
import pandas as pd
import numpy as np
import matplotlib.pyplot as plt

import pmdarima as pmd

In [2]:
df = pd.read_csv('data/bus.csv')

In [3]:
df.head()

,Month,"Portland Oregon average monthly bus ridership (/100) January 1973 through June 1982, n=114"
0,1960-01,648
1,1960-02,646
2,1960-03,639
3,1960-04,654
4,1960-05,630